Repository: yene183861/aladdin_franchise
Catalog: lib/l10n/intl_*.arb
Languages: vi

# search_reservation
source: Search for table reservations
vi: Tìm kiếm lịch đặt bàn

# no_reservations
source: No reservations found!
vi: Không tìm thấy bàn đặt nào!

# loading_reservations
source: Loading the reservations...
vi: Đang tải danh sách bàn đặt...

source: Choose reservation
vi: Chọn bàn đặt

# error_get_reservations
source: Unable to load table list! Please try again.
vi: Không tải được danh sách bàn đặt! Vui lòng thử lại.

source: Payment method does not apply
vi: Không được áp dụng với phương thức thanh toán

source: Shift closing
vi: Chốt ca

# unvailable_link_registration_zalo_oa
source: The registration link is currently unavailable.
vi: Link đăng ký hiện không khả dụng

source: Table order history
vi: Lịch sử đơn bàn

source: Customer screen
vi: Màn hình KH

source: Server status
vi: Trạng thái máy chủ

source: Active
vi: Hoạt động

source: Connection lost
vi: Mất kết nối

# msg_reprint_payment_receipt
source: The payment receipt is being reprinted...
vi: Hóa đơn thanh toán đang được in lại...

# msg_reprinting_kitchen_order
source: Reprinting kitchen order...
vi: Đang xử lý việc in lại bill bếp...

# msg_completing_order
source: Completing the table order...
vi: Đang xử lý hoàn tất đơn bàn...

source: Order code
vi: Mã đơn

source: Status
vi: Trạng thái

source: Voucher
vi: Mã giảm

source: Method
vi: Hình thức

source: Time
vi: Thời gian

# order_of_the_day
source: The orders of the day
vi: Đơn bàn trong ngày

# msg_unable_retrieve_payment_info
source: Unable to retrieve payment information for the table order.
vi: Không lấy được thông tin thanh toán của đơn bàn.

# msg_select_order_before_complete
source: Please select a table order before proceeding to complete.
vi: Vui lòng chọn đơn bàn trước khi tiếp tục hoàn thành.

# msg_select_order_before_print_receipt
source: Please select a table order before printing the payment receipt.
vi: Vui lòng chọn đơn bàn trước khi in hóa đơn thanh toán

# msg_error_print_receipt
source: Unable to print the receipt for the customer.
vi: Không thể thực hiện việc in hóa đơn cho khách hàng.

# search_order_history
source: Search by order code, customer name, phone number, or voucher...
vi: Tìm theo mã đơn, tên khách hàng, số điện thoại, hoặc mã giảm giá...

# order_detail
source: Order details
vi: Chi tiết đơn bàn

# complete_order
source: Complete the order
vi: Hoàn thành đơn bàn

source: Item
vi: Sản phẩm

source: Code
vi: Mã

source: Price
vi: Giá

source: Tax
vi: Thuế

source: Total
vi: Tổng

# list_dish
source: List of dishes
vi: Danh sách món ăn

# no_dish_order
source: No dishes have been ordered
vi: Không có món nào đã gọi

# list_voucher
source: List of vouchers
vi: Danh sách voucher

# payment_info
source: Payment infomation
vi: Thông tin thanh toán

source: Description
vi: Mô tả

source: Attached image
vi: Ảnh đính kèm

# no_product
source: The menu is currently empty.
vi: Danh sách món hiện trống

# msg_unable_retrieve_latest_order_data
source: Unable to retrieve the latest order data.
vi: Không thể truy xuất dữ liệu mới nhất của đơn

# msg_locked_order
source: The order is temporarily locked due to an open payment receipt.
vi: Đơn bàn tạm khóa thao tác do đang mở phiếu thanh toán

source: Unlock
vi: Mở lại

# msg_id_device_to_unlock_order
source: Please identify the device that opened the payment receipt in order to unlock the order.
vi: Vui lòng xác định thiết bị đã mở phiếu thanh toán để có thể mở lại đơn bàn.

# unable_load_order_list
source: Unable to load the table order list.
vi: Không tải được danh sách đơn bàn

source: Total note
vi: Ghi chú tổng

# msg_delete_coupon_and_apply_again
source: Please remove and re-enter the discount code ([{coupon}]) before applying!
vi: Hãy xoá và nhập lại mã giảm giá ([{coupon}]) rồi áp dụng!

# discount_code_applied_item_in_canceled_list
source: The discount code has been applied to an item in the canceled list.
vi: Mã giảm giá đã được áp dụng cho món trong danh sách huỷ.

# msg_remind_apply_coupon_again
source: If you cancel an item, the discount code will be canceled as well. You will need to re-enter the discount code to apply it to another item (if any).
vi: Nếu huỷ món, mã giảm giá sẽ bị huỷ theo. Bạn cần nhập lại mã giảm giá để áp dụng cho món khác (nếu có).

# check_other_device_locked_order
source: Please check other devices using the same table order!
vi: Vui lòng kiểm tra các thiết bị khác sử dụng cùng đơn bàn!

# order_before_payment
source: Please order before proceeding with the payment.
vi: Hãy gọi món trước khi tiến hành thanh toán

# noti_enter_customer_info
source: Customer details have not been entered. Would you like to continue with the payment?
vi: Thông tin khách hàng chưa được điền. Bạn có muốn tiếp tục thanh toán?

# error_update_order_item
source: The list of dishes has not been updated in the system!
vi: Danh sách món chưa được cập nhật vào hệ thống!

# wait_a_moment_and_try_again
source: Please wait a moment and try again.
vi: Xin chờ một chút rồi thử lại.

# payment_available_after_apply_discount_success
source: Payment is only available after the discount has been successfully applied.
vi: Thanh toán chỉ khả dụng sau khi ưu đãi được áp dụng thành công

# go_to_endow
source: Navigate to the Endow
vi: Chuyển đến mục Ưu đãi

# closing_shift_success
source: Shift closed successfully.
vi: Chốt ca thành công

source: Order not found
vi: Không tìm thấy đơn bàn

# error_change_order
source: Automatic order transfer/update failed. Please select the order again!
vi: Tự động chuyển/cập nhật đơn bàn thao tác thất bại. Vui lòng chọn lại đơn bàn thao tác!

# error_transfer_account
source: Failed to transfer the account.
vi: Chuyển tài khoản thất bại.

# unable_add_customer
source: Unable to add the customer to the system.
vi: Không thể thêm khách hàng vào hệ thống.

# failed_apply_discount_code
source: Failed to apply the discount code
vi: Áp dụng mã giảm giá không thành công

# failed_payment_closing
source: Payment closing failed!
vi: Đóng thanh toán thất bại!

# msg_coupons_invalid_with_payment_method
source: The [{coupon_length}] discount codes [{coupons}] cannot be used with the payment method ([{payment_method}]). Please remove the codes or choose a different payment method!
vi: Có [{coupon_length}] mã giảm giá [{coupons}] không được phép dùng với PTTT ([{payment_method}]). Vui lòng xoá bỏ mã hoặc chọn phương thức thanh toán khác!

# can_not_check_payment_method
source: Cannot check the payment method!
vi: Không thể kiểm tra phương thức thanh toán!

# error_remove_customer_order
source: Unable to remove the customer from the current order.
vi: Không thể xóa khách hàng khỏi đơn bàn hiện tại.

# unable_send_bill_kitchen
source: Unable to send the bill to the kitchen.
vi: Không thể gửi bill xuống bếp.

# no_select_pos_machine
source: No POS machine selected for payment.
vi: Chưa chọn máy POS để thanh toán.

source: Completing payment verification...
vi: Đang hoàn tất xác nhận thanh toán...

# dialog_auto_close_after
source: The dialog will automatically close after
vi: Hộp thoại sẽ tự động đóng sau

# payment_successful
source: Payment completed successfully!
vi: Thanh toán thành công!

# msg_thanks_customer
source: Thank you for choosing {restaurant_name}! We wish you a delicious meal!
vi: Cảm ơn đã lựa chọn {restaurant_name}. Chúc quý khách ngon miệng!

# table_served
source: Table is being served
vi: Bàn đang phục vụ

source: Deny
vi: Từ chối

source: Allow
vi: Cho phép

# webview_permission_request
source: WebView permission requested
vi: Yêu cầu quyền truy cập Webview

# webview_permission_request_1
source: WebView has requested permission
vi: WebView yêu cầu quyền

# loading_qr_code
source: QR code is loading
vi: Đang tải mã QR

# error_loading_qr_code
source: Unable to load QR code
vi: Không thể tải mã QR

source: Remaining time
vi: Thời gian còn lại

source: Chinese
vi: Tiếng Trung

source: Processing payment
vi: Đang thanh toán

source: Switching accounts
vi: Đang chuyển đổi tài khoản

# switched_accounts
source: Switched to account
vi: Đã chuyển sang tài khoản

source: Checking payment method
vi: Đang kiểm tra phương thức thanh toán

source: Removing customer...
vi: Đang xóa khách hàng

# sending_bill_kitchen
source: Transmitting order to kitchen...
vi: Đang gửi bill xuống bếp...

source: Completing order...
vi: Đang hoàn thành đơn...

source: Cancelling item...
vi: Đang hủy món...

source: Sending ticket...
vi: Đang gửi ticket...

# sending_command_pos
source: Sending command to card terminal...
vi: Đang gửi lệnh tới máy cà thẻ....

# system_closing_shift
source: System is closing the shift...
vi: Hệ thống đang thực hiện chốt ca...

source: Updating tax...
vi: Đang cập nhật lại thuế...

# error_payment_recognition_server_not_configure
source: Payment recognition server is not configured
vi: Máy chủ nhận dạng thanh toán chưa được thiết lập

source: Payment gateway
vi: Cổng thanh toán

# confirm_reload_payment_gateway
source: Do you want to reload the payment gateway?
vi: Bạn muốn tải lại cổng thanh toán?

# driver_not_initialized
source: The driver has not been initialized
vi: Trình điều khiển chưa được khởi tạo

# opening_payment_gateway
source: Opening payment gateway, please wait...
vi: Đang mở cổng thanh toán, vui lòng chờ...

# failed_connect_payment_verification_server
source: Failed to connect to the payment verification server
vi: Kết nối máy chủ xác minh thanh toán thất bại

# using_other_payment_method_if_failed
source: If the connection fails, please use a different payment method!
vi: Nếu không thể kết nối, vui lòng sử dụng hình thức thanh toán khác!

source: Reconnect
vi: Kết nối lại

# connecting_payment_verification_server
source: Connecting to payment verification server...
vi: Đang kết nối máy chủ xác minh thanh toán...

# msg_auto_close_payment_gateway
source: The payment gateway will automatically close once the payment is received by the system
vi: Cổng thanh toán sẽ tự động đóng sau khi hệ thống nhận được tiền thanh toán

# msg_close_payment_gateway_manually
source: You're about to close the payment gateway manually. Please make sure the customer has completed the payment.
vi: Tự đóng cổng thanh toán, hãy đảm bảo về việc khách hàng đã thanh toán hay chưa?

# customer_not_paid
source: The customer has not paid yet.
vi: Khách hàng chưa thanh toán

# customer_paid
source: The customer has paid.
vi: Khách hàng đã thanh toán

# cancel_payment_method_if_customer_not_paid
source: If the customer has not paid, the payment method will be canceled after the gateway is closed.
vi: Nếu khách hàng chưa thanh toán, Phương thức thanh toán sẽ bị huỷ bỏ sau khi đóng cổng.

# update_app_failed_try_again
source: Update failed, please try again.
vi: Cập nhật lỗi, vui lòng thử lại

source: Update app
vi: Cập nhật ứng dụng

# new_version_available
source: A new version is available.
vi: Có phiên bản mới

# mandatory_update
source: This is a mandatory update. Please update the app to continue using it.
vi: Phiên bản cập nhật bắt buộc, vui lòng cập nhật để tiếp tục sử dụng!

source: Version on device
vi: Phiên bản trên thiết bị

# new_version_info
source: New version information
vi: Thông tin phiên bản mới

source: Version code
vi: Mã phiên bản

source: Release date
vi: Ngày phát hành

# wait_updating_complete
source: Please wait until the update process is complete
vi: Vui lòng chờ cho tới khi quá trình cập nhật kết thúc

source: Update
vi: Cập nhật

# unable_open_link
source: Unable to open the link
vi: Không thể mở liên kết

source: Download manually
vi: Tải về thủ công

# sure_connected_network
source: Please make sure your device is connected to the internet.
vi: Hãy đảm bảo thiết bị đã được kết nối mạng

# using_lastest_version
source: Your device is using the latest version.
vi: Thiết bị đang sử dụng phiên bản mới nhất

source: Download via browser
vi: Tải về bằng trình duyệt

source: Update now
vi: Cập nhật ngay

# downloading_update
source: Downloading... Please wait for the installer to open.
vi: Đang tải xuống, vui lòng đợi mở trình cài đặt

# opening_installer
source: Opening installer, please wait...
vi: Đang mở trình cài đặt, vui lòng đợi

# downloading_update_1
source: Downloading update, please wait...
vi: Đang tải bản cập nhật, vui lòng đợi

# failed_initialize_file
source: Failed to initialize file
vi: Khởi tạo file thất bại

# unable_open_installer_please_download_browser
source: Unable to open the installer. Please download and install it using your browser.
vi: Không thể mở trình cài đặt, vui lòng tải về và cài đặt bằng trình duyệt

source: Server
vi: Máy chủ

# note_update_process_note_work
source: If the update process doesn't work, please use Google Chrome to download and install it from our website
vi: Nếu quá trình cập nhật không hoạt động, vui lòng sử dụng Google Chrome để tải và cài đặt tại website

source: Payment received
vi: Khách thanh toán

source: Change returned
vi: Tiền thừa trả lại

source: Out of stock
vi: Hết món

# code_limit_payment_method
source: The code is limited to specific payment methods
vi: Mã có giới hạn Phương thức thanh toán

# note_show_qr_register_zalo_oa
source: Note: Closing this will also close the QR code on the customer's screen.
vi: Lưu ý: Khi Đóng thì mã QR trên màn hình khách hàng cũng sẽ đóng lại

# scan_info_from_id
source: Scan information from the Citizen ID
vi: Quét thông tin từ CCCD

source: Gender
vi: Giới tính

source: Male
vi: Nam

source: Female
vi: Nữ

# bod
source: Date of birth
vi: Ngày sinh

# no_identified_bod
source: Date of birth not identified
vi: Không rõ ngày sinh

# dob_not_format
source: Invalid date of birth format
vi: Ngày sinh không đúng định dạng

source: Complete
vi: Hoàn thành

# waiting_payment
source: Waiting for payment
vi: Chờ thanh toán

# accept_all_payment_method
source: All payment methods are accepted
vi: Tất cả phương thức thanh toán đều được sử dụng

source: Not
vi: Không

# apply_with_combo_item
source: applicable to ingredients in Set/Combo
vi: áp dụng với món thành phần trong Set/Combo

# paid_order
source: The order has been paid by the customer!
vi: Đơn bàn đã được khách hàng thanh toán!

# unpaid_order_select_payment_method_again
source: The order is unpaid, please re-select a payment method and continue!
vi: Đơn bàn chưa thanh toán, vui lòng chọn lại Phương thức thanh toán và tiếp tục!

# failed_load_gateway_url
source: Payment gateway URL load failed
vi: Tải URL cổng thanh toán thất bại

source: Edit tax information
vi: Chỉnh sửa thông tin thuế

source: Save and continue payment
vi: Lưu và tiếp tục thanh toán

# error_edit_tax
source: Please enter non-zero tax for all items before completing order.
vi: Vui lòng nhập thuế khác 0 cho tất cả món trước khi hoàn tất đơn hàng.

# no_bank_select
source: No payment bank selected
vi: Chưa chọn ngân hàng thanh toán

# choose_card_machine
source: Choose a card machine
vi: Chọn máy cà thẻ

# no_card_machine_select
source: No card reader type selected
vi: Chưa chọn loại máy cà thẻ

# ask_customer_pay_via_card_machine
source: Please ask customers to pay via card machine.
vi: Vui lòng yêu cầu khách hàng thanh toán qua máy cà thẻ.

source: Product
vi: Sản phẩm

source: Apply all
vi: Áp dụng toàn bộ

# default_1
source: Default
vi: Mặc định

source: via POS machine
vi: qua máy POS

# confirm_before_complete_order
source: Please check and verify if the customer has paid. If yes, please attach a receipt image for comparison before clicking confirm.
vi: Vui lòng kiểm tra và xác minh xem khách hàng đã thanh toán hay chưa. Nếu có, hãy đính kèm hình ảnh biên lai để đối chiếu trước khi bấm xác nhận.

# payment_done_but_not_complete_order
source: The customer has successfully paid but cannot complete the bill.
vi: Khách hàng đã thanh toán thành công nhưng không thể hoàn thành bill

# completed
source: Complete
vi: Hoàn tất

source: Another time
vi: Lúc khác

# pending_order_requried_complete_order
source: Your order is in pending status. Please complete the order to continue.
vi: Đơn hàng đang ở trạng thái tạm tính. Vui lòng hoàn tất đơn để tiếp tục.

# loading_payment_method_list
source: Loading payment methods..
vi: Đang tải phương thức thanh toán...

source: Reselect payment method
vi: Chọn lại phương thức thanh toán

# confirm_delete_code_and_continue
source: Confirm delete code & continue
vi: Xác nhận xoá mã & tiếp tục

# error_delete_coupon_code
source: Error deleting coupon code
vi: Có lỗi khi xoá mã giảm giá

# noti_delete_code_and_choose_payment_method_again
source: Please delete the code, then choose the payment method again!
vi: Vui lòng thực hiện xoá mã, rồi chọn lại phương thức thanh toán!

# discount_apply_failed
source: Discount applied failed
vi: Áp dụng giảm giá thất bại

# close_payment_slip_reapply_coupons
source: Please close the payment slip, review & reapply to continue.
vi: Vui lòng đóng phiếu thanh toán, kiểm tra & áp dụng lại để tiếp tục

source: Amount received
vi: Số tiền đã nhận

# money_return
source: Money returned to customers
vi: Tiền trả lại khách

# payment_method_open_gateway
source: The selected method will open the payment gateway.
vi: Phương thức được chọn sẽ mở cổng thanh toán

# not_used_promotion
source: not used for promotion
vi: không được sử dụng chương trình khuyến mãi

# remove_coupon_or_select_other_payment_method
source: Please remove the coupon code to use the selected method or go back and choose another payment method.
vi: Vui lòng xoá mã giảm giá để sử dụng phương thức đã chọn hoặc quay lại chọn phương thức thanh toán khác

source: Bank account
vi: Tài khoản ngân hàng

# invoice_support
source: support invoice
vi: hỗ trợ xuất hoá đơn

# not_set_up
source: has not been set up yet
vi: chưa được thiết lập

# order_info
source: The order information
vi: Thông tin đơn bàn

source: Machine type
vi: Loại máy

# loading_pos_list
source: Getting list of pos machine...
vi: Đang lấy danh sách máy cà thẻ...

# no_pos_info
source: No pos information
vi: Không có thông tin máy cà thẻ

# select_pos_to_continue
source: Please select a pos to continue.
vi: Vui lòng chọn máy cà thẻ để tiếp tục

# attached_image_purpose
source: Voucher, ID card, Transfer bill,...
vi: Voucher, CMT, Bill chuyển khoản,...

# take_photo_use_camera
source: Take photos with Camera
vi: Chụp ảnh Camera

# select_photo_from_galley
source: Select a photo from the library
vi: Chọn ảnh trong máy

# invalid_photo_select_again
source: Invalid image, please select again
vi: Hình ảnh không hợp lệ, vui lòng chọn lại

# image_error_delete
source: Image error, please delete!
vi: Ảnh lỗi, hãy xoá bỏ!

source: Budget relationship unit code
vi: Mã đơn vị quan hệ ngân sách

# citizen_id_card
source: Citizen identification card
vi: Căn cước công dân

# delete_info
source: Delete information
vi: Xoá thông tin

# require_enter_info
source: Please enter all required information
vi: Vui lòng nhập đủ thông tin bắt buộc

# can_not_read_info
source: Unable to read information
vi: Không thể đọc được thông tin

# not_available_feature
source: Feature available only on Tab Order
vi: Tính năng chỉ khả dụng trên Tab Order

# error_min_number_of_adults
source: Minimum number of adults is 1
vi: Số lượng người lớn tối thiểu là 1

source: Select up to
vi: Chọn tối đa

source: Selected
vi: Đã chọn

source: Complimentary gift
vi: Món tặng không thu tiền

# warning_delete_item_with_complimentary_gift
source: There is a free gift code applicable to this item. If canceling, please re-select the item the code will apply to in the Offers section
vi: Có mã tặng không thu tiền áp dụng với món này. Nếu hủy, vui lòng chọn lại món mà mã sẽ áp dụng trong mục Ưu đãi

# confirm_change_customer_language
source: Confirm change of customer screen language [{title}]?
vi: Xác nhận đổi ngôn ngữ màn hình KH sang [{title}]?

source: Complimentary item
vi: Hàng tặng không thu tiền

source: Customer Screen Language
vi: Ngôn ngữ màn hình khách hàng

# app_language
source: Application language
vi: Ngôn ngữ ứng dụng

# invalid_restaurant_info
source: Invalid restaurant information
vi: Thông tin nhà hàng không hợp lệ

# error_retrieving_printer_info
source: Error retrieving printer information
vi: Lỗi truy xuất thông tin máy in

# error_get_invoice_info
source: Unable to get invoice information
vi: Không thể lấy thông tin hóa đơn

# error_print_bill_order
source: Error in printing bill order
vi: Không thể in bill

# error_ping_printer
source: Unable to identify single-desk printer information CHECK CAUSES: - The table order has been paid - The table order has been changed (Transfer table, update table order) Please check and re-select the table order to operate!
vi: Không nhận diện được thông tin máy in đơn bàn KIỂM TRA CÁC NGUYÊN NHÂN: - Đơn bàn đã được thanh toán - Đơn bàn đã bị thay đổi (Chuyển bàn, cập nhật đơn bàn) Vui lòng kiểm tra và chọn lại đơn bàn thao tác!

# empty_orders
source: List of available tables
vi: Danh sách đơn bàn trống

# not_sale_select_before_complete_order
source: Please select a sales person before clicking complete order.
vi: Vui lòng chọn nhân viên sale trước khi bấm hoàn thành đơn.

source: Settings saved!
vi: Thiết lập đã được lưu!

# list_sales
source: List of sales staff
vi: Danh sách nhân viên sale

source: Search by name
vi: Tìm kiếm theo tên

# unable_load_sales_list
source: Unable to load sales staff list
vi: Không thể tải danh sách nhân viên sale

# list_sales_empty
source: The list of sales staff is empty.
vi: Danh sách nhân viên sale đang trống

# please_select_a_sale
source: Please select a sales person before proceeding to the next step.
vi: Vui lòng lựa chọn nhân viên sale trước khi thực hiện bước tiếp theo.

# confirm_complete_order_with_sale
source: Are you sure you want to complete the order with this sales person?
vi: Bạn có chắc chắn muốn hoàn thành đơn với nhân viên sale này?

# print_bill_success
source: Printed bill successfully
vi: In bill thành công

source: Print bill
vi: In bill

# sale_staff
source: Sales staff
vi: Nhân viên sale

# no_sale_selected
source: No sales staff selected
vi: Chưa chọn nhân viên sale

# no_sale_staff_set_up
source: No Sales staff set up yet
vi: Chưa thiết lập nhân viên Sale

source: Select sales staff
vi: Chọn nhân viên sale

# attention_unknown_sale
source: Attention*: No sales staff, please select unknown
vi: Lưu ý*: Không có nhân viên sale, vui lòng chọn không xác định

# submit_support_request
source: Submit a support request
vi: Gửi yêu cầu hỗ trợ

source: Error
vi: Lỗi

# submit_error_ticket
source: Submit an error ticket
vi: Gửi ticket báo lỗi

# scan_qr_code
source: Scan the code (QR Code)
vi: Quét mã (QR Code)

# number_of_guest
source: Number of guests
vi: Số khách

source: Checking printer status
vi: Đang kiểm tra trạng thái máy in

# updating_payment_info
source: Updating payment information
vi: Đang cập nhật thông tin thanh toán

source: Unlocking order
vi: Đang mở khóa đơn bàn

source: Printer list
vi: Danh sách máy in

# please_select_printer_to_check
source: Please select the printer to check
vi: Vui lòng chọn máy in cần kiểm tra

# printer_work_stably
source: Printer works stably
vi: Máy in hoạt động ổn định

source: Check printer status
vi: Kiểm tra trạng thái máy in

# create_ticket_apos_lite_sys
source: Create ticket (APOS Lite System)
vi: Tạo ticket (Hệ thống APOS Lite)

source: Problem
vi: Vấn đề

source: Send ticket
vi: Gửi ticket

source: No date selected
vi: Chưa chọn ngày

source: Delete desired completion date
vi: Xoá bỏ ngày mong muốn hoàn tất

source: Desired completion date
vi: Ngày mong muốn hoàn tất

source: Select completion date
vi: Chọn ngày hoàn tất

# invalid_image_please_take_again
source: Invalid image, please select again
vi: Hình ảnh không hợp lệ, vui lòng chọn lại

# attach_three_image
source: Attach (Max 3 photos)
vi: Đính kèm (Tối đa 3 ảnh)

# add_attachment
source: Add attachments
vi: Thêm tệp đính kèm

source: No attached photos
vi: Không có ảnh đính kèm

source: Sending ticket failed
vi: Gửi ticket thất bại
