Repository: yene183861/aladdin_franchise
Catalog: lib/l10n/intl_*.arb
Languages: vi

source: Order not exist
vi: Đơn hàng không tồn tại

# username
source: Email or username
vi: Email hoặc tên người dùng

source: Password
vi: Mật khẩu

# verificationCodes
source: Verification code
vi: Mã xác thực

source: Enter auth code
vi: Nhập mã xác thực

source: Verification
vi: Xác minh

source: Cancel
vi: Huỷ

source: Agree
vi: Đồng ý

source: Accept
vi: Chấp nhận

source: Confirm
vi: Xác nhận

source: Login
vi: Đăng nhập

source: Verification code is incorrect
vi: Mã xác thực không chính xác

source: Forgot password?
vi: Quên mật khẩu?

# forgotPasswordMessage
source: Please, connect IT support!
vi: Vui lòng liên hệ bộ phận kỹ thuật để được hỗ trợ

source: Create new customers
vi: Tạo khách hàng mới

# phone
source: Phone number
vi: Số điện thoại

source: First name
vi: Họ

source: Last name
vi: Tên

source: B.O.D
vi: Sinh nhật

source: inaccurate Data
vi: Dữ liệu chưa chính xác

source: Select table
vi: Chọn bàn

source: Table off
vi: Hết bàn

source: Can not load tables
vi: Không thể tải danh sách bàn

# notTableSelected
source: Not tables selected
vi: Không có bàn nào được chọn

source: not waiter selected
vi: Không có phục vụ bàn nào được chọn

source: Created new order
vi: Đã tạo đơn mới

source: Detail
vi: Chi tiết

source: No info
vi: Không có thông tin

source: Request history
vi: Lịch sử yêu cầu

source: No request
vi: Chưa có yêu cầu nào

source: Call more
vi: Gọi thêm

source: Cancel request
vi: Yêu cầu huỷ

source: Restaurant
vi: Nhà hàng

source: Close
vi: Đóng

source: Notification
vi: Thông báo

source: Order
vi: Đơn bàn

source: Transfer order
vi: Chuyển đơn

source: No order yet
vi: Chưa có đơn bàn nào

source: Select order
vi: Chọn đơn bàn

source: Create new order
vi: Tạo đơn bàn mới

source: Update order current
vi: Cập nhật đơn bàn

source: Transfer order current
vi: Chuyển giao đơn bàn

source: Please select order first!
vi: Vui lòng chọn đơn bàn trước!

source: Cancel order current
vi: Huỷ đơn bàn

source: Cancel order
vi: Huỷ đơn bàn

# messageCancelOrder
source: Once canceled, it cannot be restored Only done when the wrong order is created or the customer cancels an order that is no longer needed
vi: Sau khi huỷ sẽ không thể khôi phục lại được Chỉ thực hiện khi tạo nhầm đơn hoặc khách huỷ đơn không dùng nữa

source: Cancel order success!
vi: Huỷ đơn bàn thành công!

source: Can not load order
vi: Không thể tải đon bàn

# messageSelectTypeOrder
source: The mode of operation can be changed in the restaurant's options menu.
vi: Có thể thay đổi hình thức hoạt động trong menu tuỳ chọn của nhà hàng.

source: Reason for Cancellation
vi: Lý do huỷ món

source: Processing
vi: Đang xử lý

# updateAndChoseTable
source: Update - Chose table
vi: Cập nhật - Chọn bàn

source: Transfer update order
vi: Chuyển giao đơn bàn

source: Update success!
vi: Cập nhật thành công!

source: Transfer order success!
vi: Chuyển giao đơn bàn thành công!

source: Transfer success!
vi: Chuyển giao thành công!

source: Apply products
vi: Sản phẩm áp dụng

source: Apply
vi: Áp dụng

source: Discount code
vi: Mã giảm giá

source: Input code
vi: Nhập mã

source: Bill total
vi: Tổng bill

source: Cart
vi: Giỏ hàng

source: No order select
vi: Chưa chọn đơn bàn

source: Selecting dish
vi: Món đang chọn

source: Selected dish
vi: Món đã gọi

source: Invoice detail
vi: Chi tiết hoá đơn

# totalAmountSelecting
source: Total amount dish selecting
vi: Tổng tiền món đang chọn

source: Total amount selected
vi: Tổng tiền đã gọi

source: Total amount payment
vi: Tổng tiền thanh toán

source: No products
vi: Không có sản phẩm nào

source: Order confirm?
vi: Xác nhận gọi món?

source: Notes
vi: Ghi chú

source: Process order success!
vi: Gọi món thành công!

source: Process order
vi: Gọi món

# messageAddCouponNoProducts
source: No ordered products are on the discount list
vi: Không có sản phẩm đã gọi nào nằm trong danh sách được giảm giá

source: No B.O.D
vi: Chưa có ngày sinh

source: Rank
vi: Hạng

source: Not available yet
vi: Chưa có

# accPoints
source: Accumulated points
vi: Điểm tích luỹ

source: Point
vi: Điểm

source: Point to money
vi: Ứng với số tiền

source: Use
vi: Sử dụng

source: Reduce
vi: Giảm

# quantityCut
source: Qty
vi: SL

source: Customer policy
vi: Chính sách khách hàng

source: Find customer
vi: Tìm kiếm khách hàng

source: Check
vi: Kiểm tra

source: Input
vi: Nhập

# removeCustomer
source: Delete customer from invoice?
vi: Xoá bỏ khách hàng trong hoá đơn?

source: Delete discount code
vi: Xoá mã giảm giá

# notDiscountApply
source: No discount codes applied
vi: Không có mã giảm giá được áp dụng

# messageApplyDiscount
source: Apply selected policies and discount codes?
vi: Áp dụng các chính sách và mã giảm giá đã chọn?

source: Congratulations!
vi: Xin chúc mừng!

# messageApplyDiscountResult
source: Apply policy & discount code successfully! See discounted price in invoice
vi: Áp dụng chính sách & mã giảm giá thành công! Xem giá được giảm trong hoá đơn

# totalAmoutOrder
source: Total amount order
vi: Tổng hoá đơn

source: Discount
vi: Giảm giá

source: Amount payment
vi: Tiền thanh toán

source: Payment
vi: Thanh toán

source: Get info processing
vi: Đang lấy thông tin

source: Checking
vi: Đang kiểm tra

source: Canceling
vi: Đang huỷ

source: Called products
vi: Sản phẩm đã gọi

source: Calling products
vi: Sản phẩm đang gọi

source: Cancel dish
vi: Huỷ món

source: Confirm cancel dish
vi: Xác nhận huỷ món

source: Invoice
vi: Hoá đơn

source: Endow
vi: Ưu đãi

source: Config
vi: Thiết lập

source: Lets Order Food
vi: Hãy Gọi Món

source: Waiter
vi: Phục vụ

source: Payment now
vi: Thanh toán ngay

# messageCallWaiterPayment
source: Please call service to make payment
vi: Vui lòng gọi phục vụ để thực hiện thanh toán

source: Scroll to end
vi: Đã tới cuối trang

source: Called
vi: Đã gọi

source: Search dish
vi: Tìm kiếm món ăn

source: Try again
vi: Thử lại

source: Logout
vi: Đăng xuất

# logoutConfirm
source: Confirm that you want to sign out?
vi: Xác nhận rằng bạn muốn đăng xuất?

# noticeRequestCancel
source: There is a cancellation request that has not been processed, please wait and reload the list to check!
vi: Có yêu cầu huỷ chưa được xử lý, vui lòng đợi và tải lại danh sách để kiểm tra!

# longWangSlogan
source: Hong Kong hydrothermal steaming hotpot
vi: Lẩu hấp thuỷ nhiệt Hồng Kông

# btqm
source: Quan Moc Young Beef
vi: Bò Tơ Quán Mộc

# btqmSlogan
source: The beauty of Hanoi's old streets
vi: Vẻ đẹp phố xưa Hà Nội

source: Language
vi: Ngôn ngữ

# tiengViet
source: Vietnamese
vi: Tiếng Việt

# tiengAnh
source: English
vi: Tiếng Anh

source: Table
vi: Bàn

# errorAndPressAgain
source: Error! Press to try again
vi: Có lỗi! Nhấn để thử lại

# orderOnline
source: Sell Online
vi: Mang về

# orderOffline
source: At restaurant
vi: Tại nhà hàng

# orderSellType
source: Order sell mode
vi: Hình thức hoạt động

# infoVAT
source: Price does not include VAT
vi: Giá chưa bao gồm thuế VAT

source: Update data
vi: Cập nhật dữ liệu

# updateDataInfo
source: More data: categories, dish, order,...
vi: Các dữ liệu về thể loại, món ăn, đơn hàng,...

source: Delete cache
vi: Xoá bộ nhớ đệm

# deleteCacheInfo
source: Delete the data of the currently selected dishes and payment information saved on the current device
vi: Xoá dữ liệu các món ăn đang chọn và các thông tin thanh toán đã lưu trên thiết bị hiện tại

source: Personal
vi: Cá nhân

# orderSellTypeInfo
source: Click to switch order sell mode
vi: Nhấn để chuyển đổi hình thức hoạt động

source: Software
vi: Phần mềm

source: Version
vi: Phiên bản

# infoDevice
source: Device information
vi: Thông tin thiết bị

source: Device code
vi: Mã thiết bị

# deviceIP
source: IP address
vi: Địa chỉ IP

source: Network connect
vi: Mạng kết nối

source: Help
vi: Trợ giúp

source: Check for update
vi: Kiểm tra cập nhật

source: Unknown
vi: Không xác định

source: Success!
vi: Thành công!

source: Search
vi: Tìm kiếm

source: Chose
vi: Chọn

source: Save
vi: Lưu

source: Save success!
vi: Đã lưu!

source: Info config
vi: Thông tin cấu hình

# restaurantEmpty
source: Restaurant is empty
vi: Không có nhà hàng nào

source: No
vi: Không

source: Yes
vi: Có

# enableOnline
source: Order online is ON
vi: Đang BẬT đơn bàn online

# disableOnline
source: Order online is OFF
vi: Đang TẮT đơn bàn online

source: Verifying
vi: Đang xác thực

source: Creating a new order
vi: Đang tạo đơn mới

# updating_order
source: Updating for order
vi: Đang cập nhật đơn bàn

# cancel_order
source: Canceling order
vi: Đang huỷ đơn bàn

# updating_order_panel
source: Updating the operation panel menu
vi: Đang cập nhật đơn bàn thao tác

source: Orders are being delivered
vi: Đang chuyển giao đơn bàn

source: Sending request to cancel order
vi: Đang gửi yêu cầu huỷ món

source: Checking connection
vi: Kiểm tra kết nối

source: Changing form of sell mode
vi: Đang chuyển đổi hình thức bán

# an_error_occurred
source: An error occurred, please try again
vi: Có lỗi xảy ra, vui lòng thử lại

source: Attention
vi: Chú ý

# attention_processed_print
source: Ordered food, but cannot print receipt
vi: Đã gọi món, nhưng không thể in hoá đơn

# attention_canceled_print
source: Order canceled, but invoice cannot be printed
vi: Đã huỷ món, nhưng không thể in hoá đơn

source: Try printing again
vi: Thử in lại

# find_customer_not_found
source: No customer information found
vi: Không tìm thấy thông tin khách hàng

source: Discount code already exists
vi: Mã giảm giá đã tồn tại

source: Discount code is not valid
vi: Mã giảm giá không có hiệu lực

source: Discount code cannot be deleted
vi: Không thể xoá mã giảm giá

source: Miss information
vi: Thiếu thông tin

# printer_not_config
source: The printer has not been set up
vi: Máy in chưa được thiếp lập

# printer_not_connect
source: Printer cannot be connected Please check again!
vi: Không kết nối được máy in Vui lòng kiểm tra lại!

source: Request is being revoked
vi: Đang thu hồi yêu cầu

source: Quantity not selected yet
vi: Chưa chọn số lượng

source: Loading list
vi: Đang tải danh sách

source: Loading data
vi: Đang tải dữ liệu

source: Add notes
vi: Thêm ghi chú

source: Number of people
vi: Số lượng người

source: Number of adults
vi: SL người lớn

source: Number of children
vi: SL trẻ em

# confirm_change_language
source: Confirm to change language [{title}]? ATTENTION: The software will restart after changing the language.
vi: Xác nhận đổi ngôn ngữ sang [{title}]? CHÚ Ý:Phần mềm sẽ khởi động lại sau khi thay đổi ngôn ngữ.

# current_language_use
source: Software in use
vi: Phần mềm đang sử dụng

source: Total amount
vi: Tổng tiền

source: Discount money
vi: Tiền giảm giá

source: Tax money
vi: Tiền thuế

# error_category_not_set
source: Category has not been set yet
vi: Thể loại chưa được thiết lập

# error_products_not_set
source: Product list has not been set up yet
vi: Danh sách sản phẩm chưa được thiết lập

# qr_reg_zalo_oa
source: QR customer registration Zalo-OA
vi: QR đăng ký KH Zalo-OA

source: Bring up
vi: Mang lên

source: Check items
vi: Kiểm đồ

source: Food information
vi: Thông tin món

# included_in_the_ordered_combo
source: In ordered combo
vi: Thuộc combo đã gọi

source: Customers
vi: Khách hàng

source: Search by phone number
vi: Tìm theo SĐT

# scan_code_zalo
source: Scan code (Zalo-OA)
vi: Quét mã (KH Zalo)

# create_new_customers_via_Zalo_OA
source: Create new customer via Zalo-OA
vi: Tạo khách hàng mới qua Zalo-OA

# only_available_on_the_Order_Tab
source: The feature is only available on the Order Tab
vi: Tính năng chỉ khả dụng trên Tab Order

source: Code validation enabled
vi: Đã bật xác thực mã

source: Authentication unlocked
vi: Đã mở khoá xác thực

source: Reload list
vi: Tải lại danh sách

# data_updated
source: The data has been updated!
vi: Dữ liệu đã được cập nhật!

source: Accumulated money
vi: Tiền tích luỹ

# view_order_and_cancel_history
source: View order - cancellation history
vi: Xem lịch sử gọi - huỷ món

source: Turn
vi: Lượt

source: No data
vi: Không có dữ liệu

source: Restore
vi: Khôi phục lại

source: Enter quantity
vi: Nhập số lượng

source: Cancellation request is pending
vi: Yêu cầu huỷ đang chờ xử lý

source: Recall
vi: Thu hồi

source: Revoke the order cancellation request
vi: Thu hồi yêu cầu huỷ món

source: Payment confirmation
vi: Xác nhận thanh toán

# confirm_payment_tmp
source: Do you want to complete and print the bill?
vi: Bạn có muốn hoàn thành và in bill hay không?

source: Confirmation from waiter
vi: Xác nhận của phục vụ

source: Enter note content
vi: Nhập nội dung ghi chú

source: Customer gets invoice
vi: Khách lấy hoá đơn

source: Customer reviews
vi: Đánh giá của khách hàng

# customer_rating_not_setup
source: Assessment questions have not been established
vi: Câu hỏi đánh giá chưa được thiết lập

# customer_reviews_note
source: Customer reviews notes
vi: Ý kiến khách hàng

# customer_reviews_hint
source: We always listen to all your suggestions
vi: Chúng tôi luôn lắng nghe mọi góp ý của bạn

source: Register customers via Zalo-OA
vi: Đăng ký khách hàng qua Zalo-OA

source: Use Camera/Zalo to scan the code
vi: Sử dụng Máy ảnh/Zalo để quét mã

source: Load code error
vi: Tải mã lỗi

source: Generating code
vi: Đang tạo mã

source: Payment success!
vi: Thanh toán thành công!

# attention_confirm_info_customer
source: You have not entered customer information for Bill payment. Do you still want to print the bill to complete payment?
vi: Bạn chưa nhập thông tin khách hàng cho Bill thanh toán. Bạn vẫn muốn thực hiện in bill để Hoàn tất thanh toán?

source: Continue payment
vi: Tiếp tục thanh toán

source: Add customer Information
vi: Thêm thông tin khách hàng

source: Error loading invoice data
vi: Lỗi tải dữ liệu hoá đơn

source: Error loading payment QR code
vi: Lỗi tải mã QR thanh toán

# name_of_dish_cut
source: N.Dish
vi: T.Món

# price_of_dish_cut
source: U.Price
vi: Đ.Giá

# tax_of_dish_cut
source: Tax
vi: T.Suất

# total_price_of_dish_cut
source: I.Money
vi: T.Tiền

source: Reload
vi: Tải lại

# confirm_payment_done
source: Have you completed payment to the customer?
vi: Bạn đã hoàn tất thanh toán cho khách hàng?

# bank_account_not_setup
source: Bank account has not been set up
vi: Tài khoản ngân hàng chưa được thiết lập

source: Add invoice information
vi: Thêm thông tin hoá đơn

source: Tax code
vi: Mã số thuế

source: Company name
vi: Tên công ty

source: Address
vi: Địa chỉ

source: Bank
vi: Ngân hàng

source: Bank number
vi: Số tài khoản

source: Not be empty
vi: Không được bỏ trống

source: Finding by tax code
vi: Đang tìm thông tin theo mã số thuế

# view_and_update
source: View & update
vi: Xem & cập nhật

source: Creating
vi: Đang tạo

source: Updating
vi: Đang cập nhật

source: Update invoice information
vi: Cập nhật thông tin hoá đơn

source: Complete payment
vi: Hoàn tất thanh toán

# loading_order_invoice
source: Loading invoice information
vi: Đang lấy thông tin hoá đơn

# error_loading_order_invoice
source: Error when retrieving invoice information
vi: Lỗi khi lấy thông tin hoá đơn

source: Payment amount
vi: Số tiền thanh toán

source: Transfer content
vi: Nội dung chuyển khoản

source: Value invalid
vi: Giá trị không hợp lệ

source: Payment notes
vi: Ghi chú thanh toán

# note_after_rating
source: Note: Once you select Create payment slip, there will be no going back!
vi: Chú ý: Khi bạn chọn Tạo phiếu thanh toán sẽ không quay lại được!

# voucher_discount
source: Discount vouchers
vi: Voucher giảm giá

source: and
vi: và

# confirm_rating_to_payment_pre
source: Please check again
vi: Bạn vui lòng kiểm tra lại

# confirm_rating_to_payment_post
source: before Creating bill payment
vi: trước khi Tạo phiếu thanh toán

source: Total amount dish selected
vi: Tổng tiền món đã gọi

source: Come back
vi: Quay lại

source: Create invoices
vi: Tạo hoá đơn

source: Customer survey
vi: Khảo sát ý kiến khách hàng

source: Bill
vi: Phiếu thanh toán

source: Confirm creation of bill payment
vi: Xác nhận tạo Phiếu thanh toán

source: Customer information
vi: Thông tin khách hàng

source: Create bill payment
vi: Tạo phiếu thanh toán

# continue_text
source: Continue
vi: Tiếp tục

source: Other
vi: Khác

# restaurant_slogan
source: Restaurant chain belonging to Aladdin.,JSC
vi: Chuỗi nhà hàng thuộc Aladdin.,JSC

# btav
source: An Vu rice paper
vi: Bánh tráng An Vũ

# btav_slogan
source: Hanoi's specialty roasted pork rice paper
vi: Đặc sản bánh tráng heo quay Hà Nội

source: Pay bills
vi: Thanh toán hoá đơn

# qr_code_loading_error
source: Error downloading QR Code
vi: Lỗi tải QR Code

source: No QR code
vi: Không có mã QR

source: Submit a review
vi: Gửi phiếu đánh giá

source: Skip review
vi: Bỏ qua đánh giá

# skip_review_confirm
source: Are you sure you want to skip the review?
vi: Bạn có chắc muốn bỏ qua đánh giá?

# thank_for_rating
source: Thank you for rating!
vi: Cảm ơn bạn đã đánh giá!

source: Review is empty
vi: Đánh giá đang trống

source: Submitting your review
vi: Đang gửi đánh giá của bạn

source: Payment method
vi: Phương thức thanh toán

source: Loading payment method
vi: Đang tải phương thức thanh toán

# error_payment_method
source: Error loading payment method
vi: Lỗi tải phương thức thanh toán

source: Payment method is empty
vi: Không có phương thức thanh toán nào

# payment_method_not_select
source: Payment method has not been selected
vi: Chưa chọn phương thức thanh toán

# bank_not_select
source: Haven't selected a bank account yet
vi: Chưa chọn tài khoản ngân hàng

source: Select a payment method
vi: Chọn phương thức thanh toán

source: Select a bank
vi: Chọn ngân hàng

# email_invalid
source: Email address is not valid
vi: Địa chỉ Email không hợp lệ

# phone_invalid
source: Phone number is not valid
vi: Số điện thoại không hợp lệ

# error_reload_menu_check_product_selecting
source: Error updating the currently selected item. If reloading fails, go to personal menu > Clear cache and try again.
vi: Lỗi cập nhật món đang chọn. Nếu tải lại không được, vào menu cá nhân > Xoá bộ nhớ đệm và thử lại.

# ex_problem
source: Problem
vi: Sự cố

# login_unauthorized_message
source: Authentication error Account or password is incorrect
vi: Lỗi xác thực Tài khoản hoặc mật khẩu không chính xác

source: Customer Portrait
vi: Nhóm chân dung

# customer_portrait_select_portrait_group
source: Select customer portrait
vi: Chọn nhóm chân dung

# customer_portrait_not_setup
source: Customer portrait not setup, please login again!
vi: Nhóm chân dung chưa được thiết lập, vui lòng đăng nhập lại!

source: Customer portrait has not been selected
vi: Chưa chọn nhóm chân dung

# creating_customer
source: Creating customers
vi: Đang tạo khách hàng

# applied_policy
source: Discount code is being applied
vi: Đang áp dụng mã giảm giá

# closing_order_payment
source: Closing payment
vi: Đang đóng thanh toán

# coupon_condition_apply
source: Condition apply
vi: Điều kiện áp dụng

source: No conditions
vi: Không có điều kiện nào

# conditions_and_products_apply
source: Conditions & products apply
vi: Điều kiện & sản phẩm áp dụng

source: ATTENTION: Endow has not been applied successfully
vi: CHÚ Ý: Ưu đãi áp dụng chưa thành công

source: Go to the Endow tab
vi: Chuyển đến tab Ưu đãi

# content_help_move_table
source: - Move current table to another table -> Deselect the current table and select the table to move - Add unused tables to the current table menu -> Just select the table - Remove tables from the current table menu -> Uncheck the table to be removed from the list
vi: - Chuyển bàn hiện tại sang bàn khác -> Bỏ chọn bàn hiện tại và chọn bàn cần chuyển - Thêm bàn chưa sử dụng vào đơn bàn hiện tại -> Chỉ cần chọn bàn - Loại bỏ bàn trong đơn bàn hiện tại -> Bỏ chọn bàn cần loại bỏ trong danh sách

# content_help_select_waiter
source: Transfer current order to another waiter -> Just select the waiter
vi: Chuyển đơn bàn hiện tại cho phục vụ khác -> Chỉ cần chọn phục vụ

source: Current account
vi: Tài khoản hiện tại

source: Manage accounts on devices
vi: Quản lý tài khoản trên thiết bị

source: Login accounts have been saved
vi: Các tài khoản đăng nhập đã được lưu

source: Last login
vi: Đăng nhập gần nhất

source: There are no accounts
vi: Không có tài khoản nào

source: Order to online
vi: Yêu cầu tại bàn

source: Accepted
vi: Đã xác nhận

source: Canceled
vi: Đã huỷ

# cancellation_reason
source: Reason for cancellation
vi: Lý do huỷ

source: No note
vi: Không có ghi chú

source: minute(s)
vi: phút

source: hour(s)
vi: giờ

source: day(s)
vi: ngày

source: month(s)
vi: tháng

source: year(s)
vi: năm

# time_before
source: ago
vi: trước

source: just done
vi: vừa xong

source: New order request
vi: Có yêu cầu gọi món mới

source: has a new order request
vi: có yêu cầu gọi món mới

# no_orders
source: There are no orders currently
vi: Hiện tại không có đơn bàn nào

source: Latest
vi: Mới nhất

source: Oldest
vi: Cũ nhất

source: Loading request list
vi: Đang tải danh sách yêu cầu

source: Canceling request
vi: Đang huỷ yêu cầu

source: An error has occurred.
vi: Đã có lỗi xảy ra.

source: Please try again
vi: Vui lòng thử lại

# qr_order_to_online
source: QR code to order food at the table
vi: Mã QR gọi món tại bàn

# view_order_qr
source: View order QR code
vi: Xem mã QR order

# no_orders_to_confirm
source: There are currently no orders to confirm!
vi: Hiện tại không có yêu cầu gọi món nào cần xác nhận!

# no_previously_confirmed_order_requests
source: There are no previously confirmed order requests
vi: Không có yêu cầu gọi món được xác nhận trước đó

source: No orders have been cancelled
vi: Không có yêu cầu gọi món đã bị huỷ

source: Note
vi: Ghi chú

source: Quantity
vi: Số lượng

source: Printing QR code
vi: Đang in mã QR

# print_QR_code_o2o_success
source: Print the QR code to order at the table successfully
vi: In mã QR gọi món tại bàn thành công

source: At the printer
vi: Tại máy in

source: Retrieving printer list
vi: Đang lấy danh sách máy in

# table_waiting_for_payment
source: The table is waiting for payment
vi: Bàn đang chờ thanh toán

source: Print QR
vi: In QR

source: Print
vi: In

# no_printers
source: There are no printers
vi: Không có máy in nào

# choose_printer_o2o
source: Choose a QR printer to order at the table
vi: Chọn máy in QR gọi món tại bàn

# temporarily_locked_order
source: The order is temporarily locked because the payment slip is being opened.
vi: Đơn bàn tạm khoá thao tác, do đang mở phiếu thanh toán.

# msg_check_other_devices_using_the_same_order
source: Please check other devices using the same order!
vi: Vui lòng kiểm tra các thiết bị khác sử dụng cùng đơn bàn!

source: Check the order status again
vi: Kiểm tra lại trạng thái đơn bàn

# tianLongSlogan
source: Chaozhou fresh beef hotpot
vi: Lẩu bò tươi Triều Châu

source: Select all
vi: Chọn tất cả

# note_the_dish
source: Cashier note
vi: Ghi chú TN

source: Confirmation content
vi: Ghi chú món

# no_o2o_request
source: No request
vi: Không có yêu cầu gọi nhân viên/ thanh toán

source: Call staff
vi: Gọi nhân viên

source: Request payment
vi: Gọi thanh toán

source: Chat with customers
vi: Chat với khách hàng

source: Unable to load chat content
vi: Không thể tải nội dung đoạn chat

source: No messages
vi: Không có tin nhắn nào

source: Request service
vi: Yêu cầu phục vụ

source: Content
vi: Nội dung

# request_payment_1
source: Calls for payment
vi: Gọi thanh toán

source: Hai Su Pot rice
vi: Cơm niêu Hải Sư

# list_request_o2o
source: Request list
vi: Danh sách yêu cầu

source: Loading payment gateway URL
vi: Đang tải URL cổng thanh toán

# pending_reser
source: Pending
vi: Chờ phê duyệt

# accepted_reser
source: Accepted
vi: Đã tiếp nhận

# canceled_reser
source: Canceled
vi: Khách báo huỷ

# rejected_reser
source: Rejected
vi: Từ chối

# completed_reser
source: Completed
vi: Hoàn thành

# processing_reser
source: Guests are using the service
vi: Khách đang sử dụng dịch vụ

source: All
vi: Tất cả
