Repository: yene183861/aladdin_franchise
Catalog: lib/l10n/intl_*.arb
Languages: vi

# msg_send_ticket_success
source: Your ticket has been recorded! View and check the status under Cashier.
vi: Ticket của bạn đã được ghi nhận! Xem và kiểm tra trạng thái ở dưới Thu Ngân.

# apply_policy_after_change_adults
source: When changing the number of guests, please reapply.
vi: Khi thay đổi số khách, vui lòng áp dụng lại

source: Ticket submission history
vi: Lịch sử gửi ticket

# out_of_dish
source: Out of dishes
vi: Hết món

# create_print_bill_failed
source: Print bill creation failed!
vi: Tạo phiếu in thất bại!

source: Error loading bill image
vi: Lỗi tải ảnh bill

source: Print failed!
vi: In phiếu thất bại!

# not_correct_format
source: Not in correct format
vi: Chưa đúng định dạng

source: Invalid date
vi: Ngày không hợp lệ

# unit_price_shortcut
source: Unit price
vi: Đ.Giá

# new_version
source: New version available, update now
vi: Đã có phiên bản mới, hãy cập nhật ngay

# software_update
source: Software updates
vi: Cập nhật phần mềm

# print_number_of_people
source: Is print the number of people?
vi: Có in số người khi hoàn thành đơn?

# apply_policy_again
source: Apply again
vi: Áp dụng lại

# attention_unknown_sale_1
source: No sales staff, please select unknown
vi: Không có nhân viên sale, vui lòng chọn "Không xác định"

source: Haven't chosen a table to manipulate
vi: Chưa chọn đơn bàn để thao tác

# manipulate_with_the_current_table
source: Operate on the current table order:
vi: Thao tác với đơn bàn hiện tại:

source: Unselect
vi: Bỏ chọn

# current_order
source: The current order
vi: Đơn bàn hiện tại

# list_ordered_item_empty
source: The list of ordered items is empty
vi: Danh sách món đã gọi đang trống

# locking_order_action
source: Locking order actions
vi: Đang khoá thao tác đơn bàn

# confirm_delete_invoice
source: Do you want to delete the invoice?
vi: Bạn có muốn xóa hóa đơn?

source: Filter by brand
vi: Lọc theo thương hiệu

source: Select restaurant
vi: Chọn nhà hàng

# updated_success
source: Updated successfully
vi: Đã được cập nhật

source: Search restaurant
vi: Tìm kiếm nhà hàng

source: Available online
vi: CÓ bán online

source: NOT available online
vi: KHÔNG bán online

source: Main server
vi: Máy chủ chính

source: Backup server
vi: Máy chủ dự phòng

# food_item
source: items
vi: Món

source: Loading payment QR code
vi: Đang tải mã QR thanh toán

# updating_reservation_info
source: Updating reservation infomation
vi: Đang cập nhật lịch đặt bàn

# updating_order_reser
source: Updating the order's reservation
vi: Đang thay đổi lịch đặt bàn của đơn

source: is merged with table
vi: gộp thêm bàn

# has_been_transferred_to
source: has been moved to table
vi: được chuyển thành

source: has removed table
vi: bỏ bàn

# waiter_service
source: Waiter received the order
vi: Phục vụ tiếp nhận

source: Not select
vi: Chưa chọn

source: Search waiter
vi: Tìm kiếm phục vụ viên

# select_table_to_transfer
source: Select the table to transfer
vi: Chọn bàn cần chuyển

# confirm_transfer_table
source: Transfer from table {fromTable} to {toTable}
vi: Chuyển từ bàn {fromTable} sang {toTable}

source: Reservation
vi: Lịch đặt bàn

source: Got it
vi: Đã hiểu

# ignore_reservation_notification
source: Ignore this notification and similar reminders
vi: Bỏ qua thông báo này và các thông báo nhắc nhở tương tự

# noti_has_reservation
source: There is/are {count} reservation(s) that has already been received by the receptionist for the selected tables. If the customer has made a reservation in advance, please select the reservation before confirming!
vi: Có {count} lịch đặt bàn đã được lễ tân tiếp nhận ứng với các bàn bạn đã chọn. Nếu là khách đã đặt bàn trước, vui lòng chọn lịch đặt bàn trước khi bấm xác nhận!

# reservation_assigned_order
source: The reservation is currently assigned to the current table order.
vi: Lịch đang được gán với đơn bàn hiện tại

source: Update reservation
vi: Cập nhật lịch đặt bàn

# confirm_cancel_order_has_reservation
source: The table order is currently associated with a reservation.Canceling the table order will also change the reservation status to "Canceled". If you do not want to cancel the reservation, please update the reservation before canceling the table.
vi: Đơn bàn hiện đang được gán với lịch đặt bàn.Việc huỷ đơn bàn sẽ đồng thời chuyển lịch đặt sang trạng thái "Huỷ lịch". Nếu không muốn huỷ lịch, vui lòng cập nhật lịch đặt bàn trước khi huỷ bàn.

# failed_apply_coupons
source: Discount codes have not been applied successfully.
vi: Các mã giảm giá chưa được áp dụng thành công.

source: Please
vi: Vui lòng

# remove_coupon_and_reenter
source: Remove the code and re-enter it
vi: Xóa mã và nhập lại mã

# reenter_coupon
source: Re-enter the code
vi: Nhập lại mã

# error_price_because_tax_reallocated
source: The invoice information is incorrect because taxes have not been reallocated
vi: Thông tin hóa đơn sai do chưa được phân bổ lại thuế

# action_when_ping_printer_error
source: PLEASE CHECK & ENSURE - The tablet and computer are connected to the Order network - The printer is powered on and not jammed - The network cable connected to the printer is active (indicator light is on)
vi: VUI LÒNG KIỂM TRA & ĐẢM BẢO - Tablet và máy tính đã kết nối mạng Order - Máy in đã bật và không bị kẹt giấy - Dây mạng kết nối với máy in đã sáng

# unable_connect_printer
source: Unable to connect to the printer
vi: Không kết nối được máy in

# error_print_kitechen_bill
source: Unable to print the kitchen bill
vi: Không in được bill xuống bếp
